Repository: jdevost/BlueDive
Catalog: BlueDive/Localizable.xcstrings
Source language: en
Languages: de, fr_ca, nl

source: Download All Dives is only available for known dive computers. Sync this device once first, then use it from the main screen.
de: Alle Tauchgänge herunterladen ist nur für bekannte Tauchcomputer verfügbar. Synchronisiere dieses Gerät zunächst einmal, und verwende die Option dann vom Hauptbildschirm aus.
fr_ca: Télécharger toutes les plongées n'est disponible que pour les ordinateurs connus. Synchronisez d'abord cet appareil, puis utilisez cette option depuis l'écran principal.
nl: 'Alle duiken downloaden' is alleen beschikbaar voor bekende duikcomputers. Synchroniseer dit apparaat eerst één keer en gebruik de functie vervolgens via het hoofdscherm.

source: Download failed: %@
de: Download fehlgeschlagen: %@
fr_ca: Échec du téléchargement : %@
nl: Download mislukt: %@

source: Downloading dive %lld...
de: Tauchgang %lld wird heruntergeladen...
fr_ca: Téléchargement de la plongée %lld…
nl: Duik %lld downloaden…

source: Downloading...
de: Wird heruntergeladen...
fr_ca: Téléchargement en cours...
nl: Bezig met downloaden…

source: Drag the map to position the pin, then tap Save.
de: Ziehe die Karte, um den Pin zu positionieren, und tippe dann auf „Speichern“.
fr_ca: Faites glisser la carte pour positionner l'épingle, puis touchez Enregistrer.
nl: Sleep de kaart om de pin te plaatsen en tik vervolgens op Opslaan.

source: Duplicate handling
de: Duplikate verwalten
fr_ca: Gestion des doublons
nl: Omgaan met duplicaten

source: Duplicates
de: Duplikate
fr_ca: Doublons
nl: Duplicaten

source: Duplicates Detected
de: Duplikate gefunden
fr_ca: Doublons détectés
nl: Duplicaten gedetecteerd

source: Duration
de: Dauer
fr_ca: Durée
nl: Tijdsduur

source: Duration (min)
de: Dauer (min)
fr_ca: Durée (min)
nl: Tijdsduur (min)

source: Dutch Translation, Testing and ideas for new features
de: Niederländische Übersetzung, Tests und Ideen für neue Funktionen
fr_ca: Traduction néerlandaise, tests et idées de nouvelles fonctionnalités
nl: Nederlandse vertaling, testen en ideeën voor nieuwe functies

source: END PRESS.
de: ENDDRUCK
fr_ca: PRESS. FIN
nl: EINDDRUK

source: EQUIPMENT USED
de: VERWENDETE AUSRÜSTUNG
fr_ca: ÉQUIPEMENT UTILISÉ
nl: GEBRUIKTE DUIKUITRUSTING

source: Easy
de: Leicht
fr_ca: Facile
nl: Makkelijk

source: Easy-Moderate
de: Leicht-Mittel
fr_ca: Facile-Modéré
nl: Gemakkelijk-Gemiddeld

source: Edit
de: Bearbeiten
fr_ca: Modifier
nl: Wijzig

source: Edit Certification
de: Zertifizierung bearbeiten
fr_ca: Modifier la certification
nl: Wijzig certificering

source: Edit Conditions
de: Bedingungen bearbeiten
fr_ca: Modifier les conditions
nl: Wijzig condities

source: Edit Dive
de: Tauchgang bearbeiten
fr_ca: Modifier la plongée
nl: Wijzig duik

source: Edit Equipment
de: Ausrüstung bearbeiten
fr_ca: Modifier l'équipement
nl: Wijzig duikuitrusting

source: Edit Gas
de: Gas bearbeiten
fr_ca: Modifier le gaz
nl: Wijzig gas

source: Edit Gear Group
de: Ausrüstungsgruppe bearbeiten
fr_ca: Modifier le groupe d'équipement
nl: Wijzig duikuitrustinggroep

source: Edit Insurance
de: Versicherung bearbeiten
fr_ca: Modifier l'assurance
nl: Wijzig verzekering

source: Edit Marine Life
de: Unterwasserlebewesen bearbeiten
fr_ca: Modifier la vie marine
nl: Wijzig onderwaterleven

source: Edit Photos
de: Fotos bearbeiten
fr_ca: Modifier les photos
nl: Wijzig foto's

source: Edit Service Record
de: Wartungsprotokoll bearbeiten
fr_ca: Modifier l'enregistrement d'entretien
nl: Wijzig onderhoudsrecord

source: Edit Site Details
de: Tauchplatz-Details bearbeiten
fr_ca: Modifier les détails du site
nl: Wijzig duiklocatiegegevens

source: Edit Tank Template
de: Flaschenvorlage bearbeiten
fr_ca: Modifier le modèle de cylindre
nl: Wijzig tanksjabloon

source: Editing Not Available
de: Bearbeitung nicht verfügbar
fr_ca: Modification non disponible
nl: Wijzigen niet beschikbaar

source: Elevated gas density — approach with caution.
de: Erhöhte Gasdichte — mit Vorsicht vorgehen.
fr_ca: Densité de gaz élevée — approchez avec prudence.
nl: Verhoogde gasdichtheid — wees voorzichtig.

source: Emergency Contact
de: Notfallkontakt
fr_ca: Contact d'urgence
nl: Contactpersoon in geval van nood

source: Emergency Phone
de: Notfalltelefon
fr_ca: Téléphone d'urgence
nl: Telefoonnummer in geval van nood

source: Emergency phone number (optional)
de: Notfalltelefonnummer (optional)
fr_ca: Numéro de téléphone d'urgence (facultatif)
nl: Telefoonnummer in geval van nood (optioneel)

source: Enable before connecting to a device. Save the log from the error screen after a sync failure.
de: Aktiviere die Funktion vor dem Verbinden mit einem Gerät. Speichere das Protokoll nach einem Synchronisierungsfehler über den Fehlerbildschirm.
fr_ca: Activez avant de vous connecter à un appareil. Enregistrez le journal depuis l'écran d'erreur après un échec de synchronisation.
nl: Schakel dit in voordat je verbinding maakt met een apparaat. Bewaar het logboek vanaf het foutscherm na een mislukte synchronisatie.

source: End
de: Ende
fr_ca: Fin
nl: Einde

source: End Date
de: Enddatum
fr_ca: Date de fin
nl: Einddatum

source: End Date / Renewal
de: Enddatum / Verlängerung
fr_ca: Date de fin / Renouvellement
nl: Einddatum / Verlenging

source: End Pressure
de: Enddruck
fr_ca: Pression de fin
nl: Einddruk

source: End pressure (%@)
de: Enddruck (%@)
fr_ca: Pression de fin (%@)
nl: Einddruk (%@)

source: Enter hex bytes…
de: Hex-Bytes eingeben…
fr_ca: Saisir les octets hex…
nl: Voer hexadecimale bytes in…

source: Entry
de: Einstieg
fr_ca: Entrée
nl: Instap

source: Entry & exit
de: Ein- und Ausstieg
fr_ca: Entrée et sortie
nl: In- en uitstap

source: Entry Type
de: Einstiegsart
fr_ca: Type d'entrée
nl: Soort instap

source: Environment
de: Umgebung
fr_ca: Environnement
nl: Omgeving

source: Equipment
de: Ausrüstung
fr_ca: Équipement
nl: Duikuitrusting

source: Equipment Used
de: Verwendete Ausrüstung
fr_ca: Équipement utilisé
nl: Gebruikte duikuitrusting

source: Equipment maintenance
de: Ausrüstungswartung
fr_ca: Entretien de l'équipement
nl: Duikuitrusting-onderhoud

source: Equipment name
de: Ausrüstungsname
fr_ca: Nom de l'équipement
nl: Naam van de duikuitrusting

source: Equipment, tanks & certifications
de: Ausrüstung, Flaschen & Zertifizierungen
fr_ca: Équipement, cylindres et certifications
nl: Duikuitrusting, tanks en certificeringen

source: Erase All Data
de: Alle Daten löschen
fr_ca: Effacer toutes les données
nl: Verwijder alle data

source: Erase all data
de: Alle Daten löschen
fr_ca: Effacer toutes les données
nl: Verwijder alle data

source: Erase all local and remote data?
de: Alle lokalen Daten und iCloud löschen?
fr_ca: Effacer toutes les données locales et iCloud ?
nl: Alle lokale en externe gegevens wissen?

source: Erasing all data…
de: Alle Daten werden gelöscht…
fr_ca: Suppression de toutes les données…
nl: Alle data verwijderen…

source: Error
de: Fehler
fr_ca: Erreur
nl: Fout

source: Error saving: %@
de: Fehler beim Speichern: %@
fr_ca: Erreur lors de l'enregistrement : %@
nl: Fout tijdens opslaan: %@

source: Error: %@
de: Fehler: %@
fr_ca: Erreur : %@
nl: Fout: %@

source: Establishing connection...
de: Verbindung wird hergestellt...
fr_ca: Connexion en cours…
nl: Verbinding tot stand brengen…

source: Estimates Only
de: Nur Schätzungen
fr_ca: Estimations seulement
nl: Alleen schattingen

source: Events
de: Ereignisse
fr_ca: Événements
nl: Gebeurtenissen

source: Events recorded since last app launch only
de: Nur seit dem letzten App-Start aufgezeichnete Ereignisse
fr_ca: Événements enregistrés depuis le dernier lancement seulement
nl: Alleen gebeurtenissen sinds de laatste keer dat de app is gestart

source: Every dive, relived perfectly.
de: Jeder Tauchgang, perfekt nachgelebt.
fr_ca: Chaque plongée, revécue parfaitement.
nl: Elke duik, perfect herbeleefd.

source: Ex: My 5mm wetsuit
de: Bsp.: Mein 5-mm-Neoprenanzug
fr_ca: Ex : Ma combinaison 5 mm
nl: Bijv. Mijn 5 mm natpak

source: Ex: Perdix 2
de: Bsp.: Perdix 2
nl: Bijv. Perdix 2

source: Ex: SN123456
de: Bsp.: SN123456
nl: Bijv. SN123456

source: Ex: Shearwater
de: Bsp.: Shearwater
nl: Bijv. Shearwater

source: Exclude
de: Ausschließen
fr_ca: Exclure
nl: Exclusief

source: Exit
de: Ausstieg
fr_ca: Sortie
nl: Uitstap

source: Expanded
de: Erweitert
fr_ca: Développé
nl: Uitgevouwen

source: Expert
de: Experte

source: Expiration
de: Ablauf
nl: Vervaldatum

source: Expiration Date
de: Ablaufdatum
fr_ca: Date d'expiration
nl: Vervaldatum

source: Expired
de: Abgelaufen
fr_ca: Expiré
nl: Verlopen

source: Expires Soon
de: Läuft bald ab
fr_ca: Expire bientôt
nl: Verloopt binnenkort

source: Expires in %lld days
de: Läuft in %lld Tagen ab
fr_ca: Expire dans %lld jours
nl: Verloopt in %lld dagen

source: Expires in 1 day
de: Läuft in 1 Tag ab
fr_ca: Expire dans 1 jour
nl: Verloopt in 1 dag

source: Expires today
de: Läuft heute ab
fr_ca: Expire aujourd'hui
nl: Verloopt vandaag

source: Expiring Soon
de: Bald ablaufend
fr_ca: Expirant bientôt
nl: Verloopt binnenkort

source: Explore Your Data
de: Deine Daten erkunden
fr_ca: Explorez vos données
nl: Ontdek je gegevens

source: Export
de: Exportieren
fr_ca: Exporter
nl: Exporteren

source: Export All Dives to UDDF
de: Alle Tauchgänge als UDDF exportieren
fr_ca: Exporter toutes les plongées en UDDF
nl: Exporteer alle duiken naar UDDF

source: Export All Dives to XML
de: Alle Tauchgänge als XML exportieren
fr_ca: Exporter toutes les plongées en XML
nl: Exporteer alle duiken naar XML

source: Export Anytime
de: Jederzeit exportieren
fr_ca: Exportez à tout moment
nl: Exporteer wanneer je wilt

source: Export Dive
de: Tauchgang exportieren
fr_ca: Exporter la plongée
nl: Exporteer duik

source: Export Dive to PDF
de: Tauchgang als PDF exportieren
fr_ca: Exporter la plongée en PDF
nl: Exporteer duik naar PDF

source: Export Dive to UDDF
de: Tauchgang als UDDF exportieren
fr_ca: Exporter la plongée en UDDF
nl: Exporteer duik naar UDDF

source: Export Dive to XML
de: Tauchgang als XML exportieren
fr_ca: Exporter la plongée en XML
nl: Exporteer duik naar XML

source: Export Error
de: Exportfehler
fr_ca: Erreur d'exportation
nl: Fout bij exporteren

source: Export Sync Log
de: Synchronisationsprotokoll exportieren
fr_ca: Exporter le journal de synchronisation
nl: Exporteer synchronisatielog

source: Export a compressed backup of your database.
de: Komprimiertes Backup deiner Datenbank exportieren.
fr_ca: Exporter une sauvegarde compressée de votre base de données.
nl: Exporteer een gecomprimeerde back-up van je database.

source: Export your logbook to XML, UDDF or PDF format whenever you need.
de: Exportiere dein Logbuch jederzeit im XML-, UDDF- oder PDF-Format.
fr_ca: Exportez votre carnet de plongée au format XML ou UDDF quand vous le souhaitez.
nl: Exporteer je logboek naar XML, UDDF of PDF formaat wanneer je maar wilt.

source: Exporting...
de: Wird exportiert...
fr_ca: Exportation en cours...
nl: Exporteren…

source: Extreme
de: Extrem
fr_ca: Extrême
nl: Extreem

source: Failed to download dives
de: Tauchgänge konnten nicht heruntergeladen werden
fr_ca: Échec du téléchargement des plongées
nl: Downloaden van duiken mislukt

source: Fast (10-18 m/min)
de: Schnell (10–18 m/min)
fr_ca: Rapide (10-18 m/min)
nl: Snel (10-18 m/min)

source: Fast (33-59 ft/min)
de: Schnell (33–59 ft/min)
fr_ca: Rapide (33-59 pi/min)
nl: Snel (33-59 ft/min)

source: Fast Ascent (10-18 m/min)
de: Schneller Aufstieg (10–18 m/min)
fr_ca: Remontée rapide (10-18 m/min)
nl: Snelle opstijging (10-18 m/min)

source: Favourite Sites
de: Lieblingsstandorte
fr_ca: Sites favoris
nl: Favoriete duiklocaties

source: Feet
de: Fuß
fr_ca: Pieds
nl: Voet

source: Feet (ft)
de: Fuß (ft)
fr_ca: Pieds (pi)
nl: Voet (ft)

source: Fetching…
de: Wird abgerufen…
fr_ca: Récupération…
nl: Bezig met ophalen…

source: Few
de: Wenige
fr_ca: Quelques-uns
nl: Weinig

source: Fill Pressure (bar)
de: Fülldruck (bar)
fr_ca: Pression de remplissage (bar)
nl: Vuldruk (bar)

source: Fill Pressure (psi)
de: Fülldruck (psi)
fr_ca: Pression de remplissage (psi)
nl: Vuldruk (psi)

source: Fill in the information to add this equipment to your inventory
de: Fülle die Informationen aus, um diese Ausrüstung zu deinem Inventar hinzuzufügen
fr_ca: Remplissez les informations pour ajouter cet équipement à votre inventaire
nl: Vul de informatie in om deze duikuitrusting toe te voegen aan je inventaris

source: Filter by diver
de: Nach Taucher filtern
fr_ca: Filtrer par plongeur
nl: Filter op duiker

source: Filter by diver:
de: Nach Taucher filtern:
fr_ca: Filtrer par plongeur :
nl: Filter op duiker:

source: Filter dives
de: Tauchgänge filtern
fr_ca: Filtrer les plongées
nl: Filter duiken

source: Filter unused tanks
de: Unbenutzte Flaschen filtern
fr_ca: Filtrer les bouteilles inutilisées
nl: Filter ongebruikte tanks

source: Filters
de: Filter
fr_ca: Filtres

source: Filters & Sort
de: Filter & Sortierung
fr_ca: Filtres et tri
nl: Filters & sorteren

source: Find any dive in seconds
de: Jeden Tauchgang in Sekunden finden
fr_ca: Trouvez n'importe quelle plongée en quelques secondes
nl: Vind elke duik in seconden

source: Fingerprint
de: Fingerabdruck
fr_ca: Empreinte
nl: Vingerafdruk

source: Fingerprint scope
de: Fingerabdruck-Bereich
fr_ca: Portée de l'empreinte
nl: Toepassingsgebied van vingerafdrukken

source: Fingerprints are saved automatically after the first successful sync with a dive computer.
de: Fingerabdrücke werden automatisch nach der ersten erfolgreichen Synchronisierung mit einem Tauchcomputer gespeichert.
fr_ca: Les empreintes sont enregistrées automatiquement après la première synchronisation réussie avec un ordinateur de plongée.
nl: Vingerafdrukken worden automatisch opgeslagen na de eerste succesvolle synchronisatie met een duikcomputer.

source: First dive
de: Erster Tauchgang
fr_ca: Première plongée
nl: Eerste duik

source: Formula
de: Formel
fr_ca: Formule
nl: Formule

source: Freshwater
de: Süßwasser
fr_ca: Eau douce
nl: Zoetwater

source: GAS MIX
de: GASMISCHUNG
fr_ca: MÉLANGE GAZEUX
nl: GASMENGSEL

source: GF High
de: GF Hoch
fr_ca: GF Élevé
nl: GF Hoog

source: GF Low
de: GF Niedrig
fr_ca: GF Bas
nl: GF Laag

source: GF Low/High
de: GF Niedrig/Hoch
fr_ca: GF Bas/Haut
nl: GF Laag/Hoog

source: GPS Coordinates (Entry)
de: GPS-Koordinaten (Einstieg)
fr_ca: Coordonnées GPS (entrée)
nl: GPS Coördinaten (instapplaats)

source: GPS Coordinates (Exit)
de: GPS-Koordinaten (Ausstieg)
fr_ca: Coordonnées GPS (sortie)
nl: GPS Coördinaten (uitstap)

source: GPS Entry
de: GPS (Einstieg)
fr_ca: GPS (entrée)
nl: GPS instapplaats

source: GPS Exit
de: GPS (Ausstieg)
fr_ca: GPS (sortie)
nl: GPS uitstap

source: Galvanized Steel
de: Verzinkter Stahl
fr_ca: Acier galvanisé
nl: Gegalvaniseerd staal

source: Gas Density
de: Gasdichte
fr_ca: Densité de gaz
nl: Gasdichtheid

source: Gas Density Calculator
de: Gasdichte-Rechner
fr_ca: Calculateur de densité de gaz
nl: Calculator voor gasdichtheid

source: Gas Mixture
de: Gasmischung
fr_ca: Mélange de gaz
nl: Gasmengsel

source: Gas Switch
de: Gaswechsel
fr_ca: Changement de gaz
nl: Gaswissel

source: Gas Type
de: Gastyp
fr_ca: Type de gaz
nl: Type gas

source: Gas blend
de: Gasmischung
fr_ca: Mélange gazeux
nl: Gasmengsel

source: Gas density measures the mass of gas per unit volume (g/L) at a given pressure. As you descend, pressure increases and the gas you breathe becomes denser, making it harder to breathe and increasing the work of breathing.
de: Die Gasdichte misst die Masse des Gases pro Volumeneinheit (g/L) bei einem bestimmten Druck. Beim Abtauchen steigt der Druck und das eingeatmete Gas wird dichter, was das Atmen erschwert und die Atemarbeit erhöht.
fr_ca: La densité de gaz mesure la masse de gaz par unité de volume (g/L) à une pression donnée. En descendant, la pression augmente et le gaz que vous respirez devient plus dense, ce qui rend la respiration plus difficile et augmente le travail respiratoire.
nl: De gasdichtheid geeft de massa van gas per volume-eenheid (g/L) bij een bepaalde druk weer. Naarmate je dieper duikt, neemt de druk toe en wordt het gas dat je inademt dichter, waardoor het moeilijker wordt om te ademen en de ademhalingsinspanning toeneemt.

source: Gas density within safe range.
de: Gasdichte im sicheren Bereich.
fr_ca: Densité de gaz dans les limites sécuritaires.
nl: De gasdichtheid ligt binnen het veilige bereik.

source: Gas fractions exceed %@. Adjust the mixture to calculate density.
de: Die Gasanteile überschreiten %@. Passe die Mischung an, um die Dichte zu berechnen.
fr_ca: Les fractions de gaz dépassent %@. Ajustez le mélange pour calculer la densité.
nl: De gasfracties overschrijden %@. Pas het mengsel aan om de dichtheid te berekenen.

source: Gas switch
de: Gaswechsel
fr_ca: Changement de gaz
nl: Gaswissel

source: Gas type
de: Gastyp
fr_ca: Type de gaz
nl: Type gas

source: Gear Group
de: Ausrüstungsgruppe
fr_ca: Groupe d'équipement
nl: Duikuitrustinggroep

source: Gear Groups
de: Ausrüstungsgruppen
fr_ca: Groupes d'équipement
nl: Duikuitrustinggroepen

source: General Information
de: Allgemeine Informationen
fr_ca: Informations générales
nl: Algemene informatie

source: Generated by BlueDive %@ (%@) — %@
de: Erstellt von BlueDive %@ (%@) — %@
fr_ca: Généré par BlueDive %1$@ (%2$@) — %3$@
nl: Gegenereerd door BlueDive %@ (%@) — %@

source: German Translation, Testing and ideas for new features
de: Deutsche Übersetzung, Tests und Ideen für neue Funktionen
fr_ca: Traduction allemande, tests et idées de nouvelles fonctionnalités
nl: Duitse vertaling, testen en ideeën voor nieuwe functies

source: Get Started
de: Loslegen
fr_ca: Commencer
nl: Beginnen

source: Global View
de: Globale Ansicht
fr_ca: Vue globale
nl: Globaal overzicht

source: Group Name
de: Gruppenname
fr_ca: Nom du groupe
nl: Groepsnaam

source: Group name must be at least 2 characters
de: Der Gruppenname muss mindestens 2 Zeichen lang sein
fr_ca: Le nom du groupe doit contenir au moins 2 caractères
nl: Groepsnaam moet ten minste 2 karakters bevatten

source: Group your dives into trips and relive your dive travel adventures.
de: Fasse deine Tauchgänge in Reisen zusammen und erlebe deine Tauchabenteuer noch einmal.
fr_ca: Regroupez vos plongées par séjour et revivez vos plus beaux voyages.
nl: Groepeer je duiken in duiktrips en herbeleef je duikavonturen.

source: Guides, tips, and reference material to help you get the most out of BlueDive.
de: Anleitungen, Tipps und Referenzmaterial, um das Beste aus BlueDive herauszuholen.
fr_ca: Guides, conseils et documentation de référence pour tirer le meilleur parti de BlueDive.
nl: Handleidingen, tips en naslagmateriaal om je te helpen het maximale uit BlueDive te halen.

source: Handling Pressure
de: Handhabungsdruck
fr_ca: Pression de manutention
nl: Afhandeldruk

source: Handling Time
de: Zeit für Fehlerbehebung
fr_ca: Temps de gestion
nl: Afhandeltijd

source: Handling Time (min)
de: Zeit für Fehlerbehebung (min)
fr_ca: Temps de gestion (min)
nl: Afhandeltijd (min)

source: Has GPS coordinates
de: GPS-Koordinaten verfügbar
fr_ca: Coordonnées GPS disponibles
nl: GPS-coördinaten beschikbaar

source: Has an expiration date
de: Hat ein Ablaufdatum
fr_ca: A une date d'expiration
nl: Heeft een vervaldatum

source: Has fish sightings
de: Enthält Fischsichtungen
fr_ca: Contient des observations de poissons
nl: Heeft visobservaties

source: Has photos
de: Enthält Fotos
fr_ca: Contient des photos
nl: Heeft foto's

source: Heavy swell
de: Starker Seegang
fr_ca: Forte houle
nl: Zware deining

source: Hide Inactive Equipment
de: Inaktive Ausrüstung ausblenden
fr_ca: Masquer l'équipement inactif
nl: Verberg inactieve duikuitrusting

source: Hide early-cleared decompression stops
de: Frühzeitig erledigte Pflichtstopps ausblenden
fr_ca: Masquer les paliers de décompression résolus plus tôt que prévu
nl: Vroegtijdig voltooide verplichte stops verbergen

source: High
de: Hoch
fr_ca: Élevé
nl: Hoog

source: High confidence match
de: Übereinstimmung mit hoher Zuversicht
fr_ca: Correspondance de confiance élevée
nl: Overeenkomst met hoge zekerheid

source: High gas density — increased risk of breathing difficulty.
de: Hohe Gasdichte — erhöhtes Risiko von Atemschwierigkeiten.
fr_ca: Densité de gaz élevée — risque accru de difficultés respiratoires.
nl: Hoge gasdichtheid — verhoogd risico op ademhalingsmoeilijkheden.

source: Home Screen Widgets
de: Startbildschirm-Widgets
fr_ca: Widgets d'écran d'accueil
nl: Beginscherm-widgets

source: How Best Mix Works
de: So funktioniert das beste Gemisch
fr_ca: Comment fonctionne le meilleur mélange
nl: Hoe "Beste Mengsel" werkt

source: How Gas Density Works
de: So funktioniert die Gasdichte
fr_ca: Comment fonctionne la densité de gaz
nl: Hoe gasdichtheid werkt

source: How MG Works
de: So funktioniert MG
fr_ca: Comment fonctionne le GM
nl: Hoe minimumgas werkt

source: How is Minimum Gas calculated?
de: Wie wird das Mindestgas berechnet?
fr_ca: Comment le gaz minimum est-il calculé ?
nl: Hoe wordt het minimumgas berekend?

source: Hypoxic
de: Hypoxisch
fr_ca: Hypoxique
nl: Hypoxisch

source: I understand that BlueDive is a dive log only and not a dive planning tool
de: Ich verstehe, dass BlueDive nur ein Logbuch und kein Tauchplanungswerkzeug ist
fr_ca: Je comprends que BlueDive est uniquement un carnet de plongée et non un outil de planification de plongée
nl: Ik begrijp dat BlueDive uitsluitend een duiklogboek is en geen hulpmiddel voor het plannen van duiken

source: I understand these tools provide estimates only and do not replace proper dive training
de: Ich verstehe, dass diese Werkzeuge nur Schätzungen liefern und keine ordentliche Tauchausbildung ersetzen
fr_ca: Je comprends que ces outils fournissent des estimations seulement et ne remplacent pas une formation adéquate en plongée
nl: Ik begrijp dat deze hulpmiddelen slechts schattingen geven en geen vervanging vormen voor een gedegen duikopleiding

source: Identification
de: Identifikation
nl: Identificatie

source: Idle
de: Inaktiv
fr_ca: Inactif
nl: Inactief

source: If the detected model is incorrect, select the correct one below.
de: Wenn das erkannte Modell falsch ist, wähle unten das richtige aus.
fr_ca: Si le modèle détecté est incorrect, sélectionnez le bon ci-dessous.
nl: Als het gedetecteerde model niet klopt, selecteer dan hieronder het juiste model.

source: Import
de: Importieren
fr_ca: Importer
nl: Importeer

source: Import %lld New Items
de: %lld neue Elemente importieren
fr_ca: Importer %lld nouveaux éléments
nl: Importeer %lld nieuwe items

source: Import 1 New Item
de: 1 neues Element importieren
fr_ca: Importer 1 nouvel élément
nl: Importeer 1 nieuw item

source: Import All Anyway
de: Trotzdem alle importieren
fr_ca: Tout importer quand même
nl: Toch alles importeren

source: Import Dives
de: Tauchgänge importieren
fr_ca: Importer des plongées
nl: Importeer duiken

source: Import Dives On or After
de: Tauchgänge importieren ab
fr_ca: Importer les plongées à partir du
nl: Duiken importeren vanaf

source: Import Error
de: Importfehler
fr_ca: Erreur d'importation
nl: Fout tijdens importeren

source: Import Formats
de: Importformate
fr_ca: Formats d'importation
nl: Importformaten

source: Import Gear
de: Ausrüstung importieren
fr_ca: Importer l'équipement
nl: Importeer duikuitrusting

source: Import Limit Reached
de: Importlimit erreicht
fr_ca: Limite d'importation atteinte
nl: Importlimiet bereikt

source: Import Options
de: Importoptionen
fr_ca: Options d'importation
nl: Importopties

source: Import Successful
de: Import erfolgreich
fr_ca: Importation réussie
nl: Importeren succesvol

source: Import Units
de: Importeinheiten
fr_ca: Unités d'importation
nl: Importeer eenheden
